---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtainWallPanelsWidth
source: html/42c334d1-0ccb-6601-6332-0669f28c9621.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtainWallPanelsWidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainWallPanelsWidth { get; }
```